Repository: ontiuk/iPressCT
Catalog: languages/*.po
Languages: it_it

source: Post Comments
it_it: Posta commenti

# comments title
source: One comment on &ldquo;%s&rdquo;
it_it: Un commento su &ldquo;%s&rdquo;

# Comments title
source: %s comment
it_it: %s commento

source: Leave a comment.
it_it: Lascia un commento.

source: Newer Comments
it_it: Commenti più Recenti

source: Older Comments
it_it: Commenti più Vecchi

source: Comments
it_it: Commenti

source: Comments are closed.
it_it: I commenti sono chiusi.

# Search label
source: Search for:
it_it: Cercare:

# placeholder
source: Search &hellip;
it_it: Cerca &hellip;

# Submit button
source: Search
it_it: Ricerca

source: Primary Menu
it_it: Menù primario

source: Image in Post
it_it: Immagine in posta

source: Original size
it_it: Misura originale

source: Primary Sidebar
it_it: Barra laterale principale

source: This is the primary sidebar.
it_it: Barra laterale principale.

source: Header Sidebar
it_it: Barra laterale dell'intestazione

source: This is the header sidebar.
it_it: Questa è la barra laterale dell'intestazione.

source: Shop Page Sidebar
it_it: Barra laterale della pagina del negozio

source: This is the shop page sidebar for all layouts.
it_it: Questa è la barra laterale della pagina del negozio per tutti i layout.

source: Shop Product Page Sidebar
it_it: Barra laterale della pagina del prodotto del negozio

source: This is the shop product page sidebar for all layouts.
it_it: Questa è la barra laterale della pagina del prodotto del negozio per tutti i layout.

source: Shop Category Page Sidebar
it_it: Barra laterale della pagina della categoria del negozio

source: This is the shop category page sidebar for all layouts.
it_it: Questa è la barra laterale della pagina della categoria del negozio per tutti i layout.

source: Shop Cart & Checkout Page Sidebar
it_it: Carrello del negozio e barra laterale della pagina di pagamento

source: This is the shop cart & checkout page sidebar for all layouts.
it_it: Questa è la barra laterale del carrello del negozio e della pagina di pagamento per tutti i layout.

source: Shop Account Page Sidebar
it_it: Barra laterale della pagina dell'account del negozio

source: This is the shop account page sidebar for all layouts.
it_it: Questa è la barra laterale della pagina dell'account del negozio per tutti i layout.

source: my-account
it_it: il-mio-account

# Next post
source: Next
it_it: Il prossimo

# Previous post
source: Previous
it_it: Precedente

# Pagination page number for screen readers
source: Page
it_it: Pagina

source: Hero
it_it: Eroe

source: Front page hero image and details
it_it: Immagine e dettagli dell'eroe della prima pagina

source: Front Page Hero Area
it_it: Area eroe della prima pagina

source: Display or hide the front page hero section.
it_it: Visualizza o nascondi la sezione degli eroi della prima pagina.

source: Hero Title
it_it: Titolo dell'eroe

source: Modify the front page hero section title
it_it: Modifica il titolo della sezione degli eroi della prima pagina

source: Hero Description
it_it: Descrizione dell'eroe

source: Modify the front page hero section description
it_it: Modifica la descrizione della sezione degli eroi della prima pagina

source: Button Page Link
it_it: Link alla pagina dei pulsanti

source: Link to page via button
it_it: Link alla pagina tramite pulsante

source: Learn More
it_it: Per saperne di più

source: Hero Button Text
it_it: Testo pulsante Eroe

source: Hero button text
it_it: Testo pulsante Eroe

source: Hero Image
it_it: Immagine dell'eroe

source: Add the hero section background image
it_it: Aggiungi l'immagine di sfondo della sezione eroe

source: Hero Background Color
it_it: Colore di sfondo dell'eroe

source: Hero background color
it_it: Colore di sfondo dell'eroe

source: Hero Overlay
it_it: Eroe copertura

source: Display an overlay with opacity on the hero image.
it_it: Mostra una sovrapposizione con opacità sull'immagine dell'eroe.

source: Hero Overlay Color
it_it: Colore copertura eroe

source: Hero overlay color
it_it: Colore copertura eroe

source: Value must be between 0 and 100
it_it: Il valore deve essere compreso tra 0 e 100

source: Hero Overlay Opacity
it_it: Opacità copertura eroe

source: Hero overlay opacity
it_it: Opacità copertura eroe

source: Category: %s
it_it: Categoria: %s

source: Author: <span class="post-author">%s</span>
it_it: Autore: <span class="post-author">%s</span>

source: Taxonomy: %1$s: %2$s
it_it: Tassonomia: %1$s: %2$s

# Search results count
source: Search: No Results for <span class="search-query">%1$s</span>
it_it: Ricerca: nessun risultato per <span class="search-query">%1$s</span>

# Search results count
source: Search: %1$s Result for <span class="search-query">%2$s</span>
it_it: Cerca: %1$s Risultati per <span class="search-query">%2$s</span>

# more on post title
source: More on %s
it_it: Maggiori informazioni su %s

source: Admin Phone No.
it_it: Numero di telefono dell'amministratore

source: Cloning instance not allowed.
it_it: Istanza di clonazione non consentita.

source: Serialising instance not allowed.
it_it: Istanza di serializzazione non consentita.

source: Unserializing instance not allowed.
it_it: Istanza di deserializzazione non consentita.

source: Background
it_it: Sfondo

source: Header
it_it: Intestazione

source: Footer
it_it: Piè di pagina

source: Footer content
it_it: Contenuto del piè di pagina

source: Retina Logo
it_it: Logo della retina

source: Display Site Title & Tagline
it_it: Visualizza titolo e slogan del sito

source: Additional JS
it_it: JS aggiuntivo

source: Add custom header & footer js.
it_it: Aggiungi intestazione e piè di pagina personalizzati js.

source: Custom header JS
it_it: Intestazione personalizzata JS

source: Custom inline header js. Exclude <script></script> tag.
it_it: Intestazione in linea personalizzata js. Escludi tag <script></script>.

source: Custom footer JS
it_it: JS piè di pagina personalizzato

source: Custom inline footer js. Exclude <script></script> tag.
it_it: Piè di pagina in linea personalizzato js. Escludi tag <script></script>.

source: Custom admin header JS
it_it: Intestazione admin personalizzata JS

source: Custom inline admin header js. Exclude <script></script> tag.
it_it: Intestazione admin in linea personalizzata js. Escludi tag <script></script>.

source: Custom admin footer JS
it_it: Intestazione admin personalizzata JS

source: Custom inline admin footer js. Exclude <script></script> tag.
it_it: Piè di pagina di amministrazione in linea personalizzato js. Escludi tag <script></script>.

source: Theme
it_it: Tema

source: Add theme specific settings.
it_it: Aggiungi impostazioni specifiche del tema.

source: Breadcrumbs
it_it: Briciole di pane

source: Display or hide the inner page breadcrumbs.
it_it: Mostra o nascondi i breadcrumb della pagina interna.

source: Back To Top
it_it: Torna in cima

source: Display or hide the back to top link.
it_it: Visualizza o nasconde il collegamento Torna all'inizio.

source: Small
it_it: Piccolo

source: Normal
it_it: Normale

source: Medium
it_it: Medio

source: Large
it_it: Grande

source: Big
it_it: Molto largo

source: Posted on
it_it: Postato su

source: Posted on <a href="%1$s" title="%2$s" rel="bookmark">%3$s</a>
it_it: Postato su <a href="%1$s" title="%2$s" rel="bookmark">%3$s</a>

source: View all posts by %s
it_it: Visualizza tutti i post di %s

source: Written by
it_it: Scritto da

source: Posted in
it_it: Pubblicato in

# Used before category list.
source: Categories
it_it: Categorie

source: Tagged in
it_it: Taggato in

# Used before tag names.
source: Tags
it_it: Tag

source: Leave a comment
it_it: Lascia un commento

source: 1 Comment
it_it: 1 Commento

source: % Comments
it_it: % Commenti

source: WooCommerce Shop Page
it_it: Pagina del negozio WooCommerce

source: WooCommerce Cart Page
it_it: Pagina del carrello WooCommerce

source: WooCommerce Checkout Page
it_it: Pagina di pagamento WooCommerce

source: WooCommerce Account Page
it_it: Pagina dell'account WooCommerce

source: Sample Label
it_it: Etichetta campione

source: Add theme specific WooCommerce settings.
it_it: Aggiungi impostazioni WooCommerce specifiche per il tema.

source: Display or hide the store pages breadcrumbs.
it_it: Mostra o nascondi i breadcrumb delle pagine del negozio.

source: Product Pagination
it_it: Impaginazione del prodotto

source: Displays next and previous links on product pages. Hover reveals product details & thumbnail.
it_it: Visualizza i collegamenti successivi e precedenti nelle pagine dei prodotti. Al passaggio del mouse vengono visualizzati i dettagli e la miniatura del prodotto.

source: Product Search
it_it: Ricerca del Prodotto

source: Displays header product search box.
it_it: Visualizza la casella di ricerca del prodotto dell'intestazione.

source: Add to basket
it_it: Aggiungi al carrello

source: Select options
it_it: Seleziona le opzioni

source: View products
it_it: Visualizza i prodotti a

# placeholder
source: Buy product
it_it: Acquista il prodotto

source: Random
it_it: Casuale

source: Orders
it_it: Ordini

source: Total Spent
it_it: Spesa Totale

source: Theme Requires WooCommerce %1$s. Version %2$s installed
it_it: Il tema richiede WooCommerce %1$s. Versione %2$s installata

source: Shop by Category
it_it: Acquista per categoria

source: Product Categories
it_it: Categorie di Prodotto

source: New Products
it_it: Nuovi Prodotti

source: Recent Products
it_it: Prodotti recenti

source: We Recommend
it_it: Noi raccomandiamo

source: Featured Products
it_it: Prodotti sponsorizzati

source: Popular Products
it_it: Prodotti popolari

source: On Sale
it_it: In vendita

source: On Sale Products
it_it: Prodotti in vendita

source: Best Sellers
it_it: I più venduti

source: Best Selling Products
it_it: I prodotti più venduti

source: Edit <span class="screen-reader-text">%s</span>
it_it: Modificare <span class="screen-reader-text">%s</span>

source: Oops! That page can&rsquo;t be found.
it_it: Oops! Quella pagina non è stata trovata.

source: Return home?
it_it: Torna a casa?

source: Nothing found at this location.
it_it: Non è stato trovato nulla in questa posizione.

source: Search
it_it: Ricerca

source: Scroll back to top
it_it: Scorri all'inizio

source: Nothing to display.
it_it: Niente da mostrare.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
it_it: Pronto a pubblicare il tuo primo post? <a href="%1$s">Inizia qui</a>.

source: Sorry, nothing matched your search terms. Please try again with different keywords.
it_it: Spiacenti, nulla corrisponde ai tuoi termini di ricerca. Riprova con parole chiave diverse.

source: We can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
it_it: Non riusciamo a trovare quello che stai cercando. Forse la ricerca può aiutare.

source: loading...
it_it: caricamento in corso...

source: Skip to navigation
it_it: Vai alla navigazione

source: Skip to content
it_it: Salta al contenuto

source: Home
it_it: Casa

source: Archive
it_it: Archivio

source: Author
it_it: Autore

source: Category
it_it: Categoria

source: Tag
it_it: Etichetta

# post format archive title
source: Galleries
it_it: Gallerie

# post format archive title
source: Images
it_it: Immagini

# post format archive title
source: Videos
it_it: Video

# post format archive title
source: Quotes
it_it: Citazioni

# post format archive title
source: Links
it_it: Link

# post format archive title
source: Statuses
it_it: Stati

# post format archive title
source: Chats
it_it: Chat

# iPress
source: Theme By
it_it: Tema di

# label
source: Search
it_it: Ricerca

source: Primary Navigation
it_it: Navigazione primaria

source: Menu
it_it: Menù

source: Continue reading %s
it_it: Continua a leggere %s

source: Pages:
it_it: Pagine:

# post
source: Featured
it_it: In primo piano

source: Posted on
it_it: Pubblicato in

source: By <a href="%1$s" class="post-author-link" rel="author"><span class="post-author-name">%2$s</span></a>
it_it: Di <span class="post-author"><a href="%1$s" class="post-author-link" rel="author"><span class="post-author-name">%2$s</span></a></span>

source: Your basket is empty
it_it: Il tuo cestino è vuoto

source: Quantity
it_it: Quantità

source: Total
it_it: Totale

source: View basket
it_it: Visualizza il carrello

source: Checkout
it_it: Cassa

source: View your basket
it_it: Visualizza il tuo carrello

source: View your account &amp; orders
it_it: Visualizza il tuo account e il tuo account ordini

source: No Woocommerce Breadcrumb for this type [%s] yet!
it_it: Nessun breadcrumb Woocommerce per questo tipo [%s] ancora!

source: %s quantity
it_it: %s quantità

# Product quantity input tooltip
source: Qty
it_it: Quantità

source: Product quantity
it_it: Quantità di prodotto

source: More products
it_it: Più prodotti

source: Display Previous Product
it_it: Visualizza il prodotto precedente

source: Display Next Product
it_it: Visualizza il prodotto successivo
